Dlubal.TimberPro.ResultsPartslist
Part list structure

Dlubal.TimberPro.ResultsPartslist.PartNo
Part number

Dlubal.TimberPro.ResultsPartslist.Description
Description of cross-section or set of members

Dlubal.TimberPro.ResultsPartslist.Count
Count of members or set of members

Dlubal.TimberPro.ResultsPartslist.Length
Length

Dlubal.TimberPro.ResultsPartslist.TotalLength
Total length

Dlubal.TimberPro.ResultsPartslist.SurfaceArea
Surface area

Dlubal.TimberPro.ResultsPartslist.Volume
Volume

Dlubal.TimberPro.ResultsPartslist.UnitWeight
Unit weight

Dlubal.TimberPro.ResultsPartslist.Weight
Weight

Dlubal.TimberPro.ResultsPartslist.TotalWeight
Total weight